Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/16_generell-litteratur-og-larestoff.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oppalaš girjjalašvuohta ja oahppostoffa
sma: Udir.no - Sïejhme lidteratuvre jïh learoevierhtieh

source: Oppalaš girjjalašvuohta ja oahppostoffa
sma: Sïejhme lidteratuvre jïh learoevierhtieh

source: Oppalaš girjjalašvuohta
sma: Skuvlegærjah jih faagegærjah:

source: Boine, Liv Tone: Gielas Gillii Mielas Millii 6, Mediagirji, Davvi Girji 1998
sma: Brooks, Felicity jih Litchfield, Jo: Låhkoe, Idut, 2006 Bull, Ella Holm: Laavlomh maanide, Idut, 1998.

source: Fagtrykk Alta 2000
sma: Sanghefte og cd

source: Edström, Prost, Holmberg, Utsi: Čuoja čáppa litna jietna, Sámi šuoŋat, Davvi Girji os, 1995.
sma: Bull, Ella Holm, Jacobsen, Anna: Guktie derhvie-gåetiem tseegkedh, Davvi Girji o. s., 1994

source: Einarsen, Heidi Guttorm: Searvva fal !
sma: Voestes gærja, Samisk Utdanningsråd 1996

source: Kan kjøpes på: http://www.dat.net/main.html
sma: Mubpie gærja, Samisk Utdanningsråd 1996

source: Gaup, Karen Ellen: Girjjo-Gárjjo, Muitalusat, máidnasat, sátnevádjasat, árvádusat ja diiddat, Davvi Girji, 2001
sma: Bull, Ella Holm: Ovmese veareldh, Universitetsforlaget, 1985 Bull, Ella Holm: Åarjel-saemien 1, Davvi Girji OS.

source: Hætta, Inga Laila- Hætta Skarvik, Inga: Ruoktumet, Davvi Girji, 1996.
sma: Bull, Ella Holm, Åarjel-saemien 2, Davvi Girji, 2006

source: Hætta / Kristensen: Čuovvul dál ! Davvi girji.
sma: Bull, Ella Holm: Åarjel-saemien 3, Davvi Girji OS.

source: Sámi-Dáru Sátnegirji / Samisk-Norsk ordbok, Davvi Girji OS.
sma: Bull, Ella Holm: Åarjel-saemien 4, Davvi Girji OS.

source: Davvi media a. s. 1989 Persen, Nan: Eappelgáhkku.
sma: Bull, Ella Holm: Åarjel-saemien 5, Davvi Media o. s., 1986/86

source: Iđut 2008 Persen, Nan: Láibbážat.
sma: Bull, Ella Holm: Åarjel-saemien 6, Idut 2000

source: Iđut 2003
sma: Dunfjeld, Anne-Lise: Juvrh jïh gïejh daelvege, Dialecta 2004

source: Sara: Joatkke ain.
sma: Dunfjeld, Anne-Lise: Kreekh gaertienisnie, Dialecta 2004

source: Davvi girji 2006 Sálbmagirji, Verbum, Oslo, 1996.
sma: Fjellgren, Laila: Laavloeh, Sameskolkanseliet, Jokkmokk, 1996.

source: Sálbmagirji II.
sma: Sanghefte og cd

source: , Verbum, 2005.
sma: Hefte og kassett.

source: Solbakk, Aage: Geografiija 8, Davvi Girji OS.
sma: Palismaa, Maaren: Gïele lea faamoe, Davvi Girji OS.

source: Árvvut, árvo, vierhtie, sámi árvvutr: Verdikommisjonen, red. Edel Hætta Eriksen, Davvi Girji 2003
sma: , Samisk utdanningsråd, 1990 Aagård, Anita jih Larsen, Tone Marie: Baalka, Davvi Girji os 2002

source: www.ealat.org www.logas.no
sma: Tjïehpieslidteratuvre - Gærjah

source: www.lohkan.no www.davvin.no
sma: Aesuvpen soptsesh, Idut 2006

source: www.e-skuvla.no
sma: Andersson, Elsa: Soptsesh, Saemieskuvlen-ståvroe, 1988

source: www.infonuorra.no http://www.avvir.no
sma: Bakke, Aslaug: Dihte orre bijle, Idut 1996

source: http://www.nrk.no/sami http://www.galdu.org
sma: Bross, Helena: Voejeme gåatesne, Saemienskuvlen ståvroe, 1995

source: Sáhttá oastit dáppe: http://www.dat.net/main.html
sma: Bergström, Gunilla: Buerie jijje Aalfone, Sameskolstyrelsen

source: Filbma: Fjellfinnhua, Guro Saniola Bjerk, SaniolaProductions / GuroSaniola Bjerk 2010
sma: Birkeland, Kirsti: Staaloeh vienhtieh aske lea dålle, J. W. Cappelens Forlag as 2002

source: Einarsen, Heidi Guttorm: Searvva fal ! Davvi girji 2005
sma: Clevin, Jørgen: Jaahke jïh Joakime, H. Aschehoug &amp; Co, Oslo 1975

source: Fjellheim, Frode: juoigama vuođul, Vuolie Forlag, 2005
sma: Croser, Josephine, Vassiliou, Stella: Goh Ealla laejresne dabran, Gan forlag 2001

source: Gaup, Elisabeth Utsi: Suga, suga su, DAT.
sma: Gaebpien, Gåsta / Kappfjell, Gustav: Gaaltije, DAT.

source: , 1997. Kan kjøpes på: http://www.dat.net/main.html
sma: Gaski, Harald jïh Kappfjell, Lena: Saemien tjaelijh, Calliid Lágádus, 2006

source: Lukkari, Pekka: Lavlagak II, Helsseg, 1963.
sma: Jaahkenelkien, Aanna: Don jih daan bijre II.

source: Davvi media a. s. 1989
sma: , Daasta berteme 1998

source: Persen, Nan: Eappelgáhkku. Iđut 2008
sma: Jaahkenelkien, Aanna: Don jih daan bijre III.

source: Árvvut, árvo, vierhtie, sámi árvvut: Verdikommisjonen, red. Edel Hætta Eriksen, Davvi Girji 2003
sma: Rustad, Kjersti Lunde: Dåeredh Ingriden, Jåhhan jih govsen gåajkoe, Landbruksforlaget, 1996

source: www.lohkan.no
sma: Sárgon, Sollaug og Aslaksen, Inger-Lise: Åvlan aarke-biejjie, Iđut 2007

source: www.davvin.no
sma: Seierstad, Inger: Deblie, Saemien Ööhpehtimmieraerie 1998

source: http://www.galdu.org/web/index.php?sladja=25&amp;vuolitsladja=11&amp;vuolitvuolitsladja=2&amp;giella1=nor
sma: Seierstad, Inger: Laadtege-sualadæjja, Saemien Ööhpehtimmieraerie 1998

source: , 1997 Sáhttá oastit dáppe: http://www.dat.net/main.html
sma: Skåra, Eva: Orre tjielke, Idut 1997

source: Film: Fjellfinnhua, Guro Saniola Bjerk, SaniolaProductions / GuroSaniola Bjerk 2010
sma: Vangberg, Åasta: Tjaangh gåatan Wolde, Gunilla: Tåamma bigkie, Jårgalæddji Å. s, 1985

source: Skuvlagirjjit / - gihppagat / fágagirjjit / - gihppagat:
sma: Wolde, Gunilla: Tåamma gaahtojne reejrie, Jårgalæddji Å. s, 1985

source: Teakstagihppagat eksamena váras: Lullisámegialla 1. og 2. giellan
sma: Wolde, Gunilla: Tåamma gon Krihkeh, Jårgalæddji Å. s, 1985

source: www.udir.no – Geahča: Válje fáttá – eksamen vuođđoskuvllas – ovdamearkkat bargguide ja eksamenbargguide Máhttoloktemii; eksamenbargu 2008.
sma: Wolde, Gunilla: Tåamma olkese vaadtsa, Jårgalæddji Å. s, 1985 Wolde, Gunilla: Tåamma sjeakoeminie, Jårgalæddji Å. s, 1985

source: Váldde oktavuođa skuvlaeaiggadin oažžut čoavddasáni.
sma: Wolde, Gunilla: Tåamma bååhkesje, Jårgalæddji Å. s, 1985

source: Dábálaš girjjalašvuohta – Girjjit ja gihppagat:
sma: Tjaalegh bijbelistie, gærjetjh, tjoejegærjah:

source: Bull, Ella Holm: Jåvle-laavlomh, Idut, 1996.
sma: Bientie, Anne-Grethe Leine: Vadtese. Saernie Kristusen bïjre, Idut 2008

source: Sanghefte og cd
sma: Maarhkosen vaentjele.

source: Cappelen, Bodil: Pingvinjen Povje, Davvi Girji os 1993 Eira, Marit Gaup m.fl.:
sma: Jupmelen rijhke lea gietskesne, Nøørjen Bijbelesaervie / Det norske bibelselskap (bok og kassetter), 1993

source: Aanna gon Birjeh
sma: Taylor, Kenneth N.:

source: Guttorm, Marit, Skals, Dagny: Maarja, Saemien øøhpehtimmieraerie, 1986
sma: Amery, Heather &amp; Cartwright, Stephen: Voestes 100 baakoeh, Saemien øøhpehtimmieraerie

source: Hætta, Inga Laila, Hivand, Aino: Tjoejhke, Gan forlag 2002
sma: Amery, Heather &amp; Cartwright, Stephen: Voestes 1000 baakoeh, Saemien øøhpehtimmieraerie, 1998

source: Hætta, Inga Laila, Hivand, Aino: Maadtege haadtohte, Gan forlag 2002 Mienna, Jens Martin: Væssj-Bualehke, Davvi Girji OS 2005
sma: Bergsland, Knut jïh Magga, Lajla Mattsson: Åarjel-saemien-daaroen baakoegærja, Sydsamisk-norsk ordbok, Idut, 2. opplag 2007

source: Olsen, Inger Margrethe, Helander, Liisa: Saajve-Læjsa, Davvi Girji o.s.
sma: Helander, Liisa: Guvvieh – baakoegærja, Saemien øøhpehtimmieraerie, 1997

source: Vars, Elle Márja: Tjaebpemes låvnadahke, Idut 2004 Biibalteavsttat, - gihppagat, - jietnagirjjit:
sma: Magga, Lajla Mattsson: Norsk-sydsamisk ordbok, Daaroen-åarjelsaemien baakoe-gærja, Idut 2009

source: Dárogiel sálbmagirjjis (Den norske salmeboka) leat sálmmat sihke lulli-, julev ja davvisámegillii.
sma: Heamturh eatnamistie, gaedtijste, Norsk filminstitutt

source: Sátnegirjjit ja grámmatihkka:
sma: Kraannan maanah, Minimedia, 2010

source: Bergsland, Knut: Sydsamsik grammatikk, Davvi Girji o.s..
sma: Leekedimmien bïjre, Saemien Sijte, Saemiedigkie 2009.

source: , 2. utgave 1994
sma: DVD jïh baakoegærja.

source: Plakáhtat:
sma: Plakath:

source: Sámedikki sohkaplakáhtta
sma: - Laahkoeh - Daelvievaarjoeh

source: Sámedikki plakahttaráiddut:
sma: - Jaevrien-guelie, Saelhtien-guelie

source: Interneahttbáikkit:
sma: - Sysngelasjh jih tjåelieh

source: www.bamma.no www.ealat.org
sma: Gaskeviermiesvaalhtesh:

source: www.infonuorra.no
sma: www.learoevierhtieh.no

source: www.samediggi.no
sma: www.glosboken.se
